IdeaRS.OpenModel.Concrete.NationalAnnexCode
Annex code

IdeaRS.OpenModel.Concrete.NationalAnnexCode.NoAnnex
No national annex defined

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Czech
Czech national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Slovak
Slovak national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Austrian
Austria national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.German
Germany national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Dutch
Dutch national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Belgian
Belgian national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.French
France national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.English
England national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Singapore
Singapore national annex

IdeaRS.OpenModel.Concrete.NationalAnnexCode.Polish
Polish national annex